[English]
1=FATAL ERROR!
2=Error Code:
3=Close the window
4=Settings
5=Ignore chan(s):
6=Add
7=Del
8=Clear
9=Ignore nick(s):
10=Private Notice Command Prefix
11=Channel Message Command Prefix
12=Language:
13=Enable
14=Menu
15=Help
16=About
17=Restart
18=Exit
19=Max search results:
20=The
21=Enter the nickname:
22=Enter
23=OK
24=Warn
25=Error
26=by
27=Enter the network name:
28=Only one network at the time!
29=The network name is too long!
30=Enter the channel name:
31=Only one channel at the time!
32=Please enter the '#' character in front of the channel name!
33=This channel name is already exists into the list!
34=This nickname is already exists into the list!
35=Only one nickname at the time!
36=created on
37=Not enough parameters!
38=Syntax is:
39=E.g:
40=Error, There was an connection problem between the server!
41=Error Details:
42=Not any result(s) founded!
43=Post Title
44=Post Language
45=Post Retweets
46=text
47=Show the
48=information
49=Post Retweet
50=Post Favorites
51=Post Favorite
52=Post Created on
53=Post Link
54=User Name
55=User Description
56=User Listed
57=User Favorites
58=User Favorite
59=User Followers
60=User Follower
61=User Followings
62=Show empty search informations
63=Max
64=characters in informations
65=Date/Time format
66=Remove color/bold/underline from informations
67=Not available!
68=Display in the
69=menu this module menu
70=Error, There was an authenticating problem between the server!
71=Error, The required key has not been founded from the server!
72=User Following
73=User Location
74=User Posts
75=User Post
76=User Link
77=Allow all output links to be shorten
78=Display all the module using output messages

[Greek]
1=ΚΡΙΣΙΜΟ ΣΦΑΛΜΑ!
2=Κωδικός Σφάλματος:
3=Κλείσιμο Παραθύρου
4=Ρυθμίσεις
5=Αγνόηση Καναλιών:
6=Προσθήκη
7=Διαγραφή
8=Διαγραφή όλων
9=Αγνόηση Χρηστών:
10=Εντολέας Χαρακτήρα Προσωπικής Ειδοποιήσης:
11=Εντολέας Χαρακτήρα Μηνύματος Καναλιού:
12=Γλώσσα:
13=Ενεργοποίηση
14=Μενού
15=Βοήθεια
16=Περί
17=Επανεκκίνηση
18=Έξοδος
19=Μέγιστα αποτελέσματα αναζήτησης:
20=Το
21=Πληκτρολογίστε το ψευδόνυμο χρήστη:
22=Εισαγωγή
23=Εντάξει
24=Προειδοποίηση
25=Σφάλμα
26=από τον
27=Πληκτρολογίστε το όνομα του δυκτίου:
28=Μόνο ένα δύκτιο τη φορά!
29=Το όνομα του δυκτίου είναι μεγάλο!
30=Πληκτρολογίστε το όνομα του καναλιού:
31=Μόνο ένα κανάλι τη φορά!
32=Παρακαλούμε πληκτρολογίστε τον χαρακτήρα '#' μπροστά από κάθε όνομα του καναλιού!
33=Αυτό το όνομα του καναλιού υπάρχει ήδη στην λίστα!
34=Αυτό το ψευδόνυμο χρήστη υπάρχει στην λίστα!
35=Μόνο ένα ψευδόνυμο χρήστη τη φορά!
36=δημιουργίθηκε στίς
37=Μη επαρκές παράμετροι!
38=Σύνταξη είναι:
39=Π.χ:
40=Σφάλμα, υπήρξε ένα πρόβλημα κατά την συνδεσή με τον σέρβερ!
41=Λεπτομέριες Σφάλματος:
42=Δεν βρέθηκαν αποτελέσμα(τα)!
43=Τίτλος Δημοσιεύματος
44=Γλώσσα Δημοσιεύματος
45=Κοινοποιήσεις Δημοσιεύματος
46=κείμενο
47=Εμφάνισε την πληρ.
48=στις λεπτ.
49=Κοινοποίηση Δημοσιεύματος
50=Αγαπημένα Δημοσιεύματος
51=Αγαπημένο Δημοσιεύματος
52=Δημιουργία του Δημοσιεύματος
53=Σύνδεσμος Δημοσιεύματος
54=Όνομα Χρήστη
55=Περιγραφή Χρήστη
56=Λίστες Χρήστη
57=Αγαπημένα Χρήστη
58=Αγαπημένο Χρήστη
59=Ακόλουθοι Χρήστη
60=Ακόλουθος Χρήστη
61=Ακολουθούν Χρήστη
62=Εμφάνισε κενές λεπτομέριες αναζήτησης
63=Μέγιστοι
64=χαρακτήρες στις λεπτομέριες
65=Μορφή Ημερομηνίας/Ώρας
66=Αφαίρεσε χρώμα/έντονo/υπογράμμηση από τις λεπτομέριες
67=Μη διαθέσιμο!
68=Εμφάνιση στο μενού
69=το μενού αυτής της εφαρμογής
70=Σφάλμα, υπήρξε ένα πρόβλημα ταυτοποίησης κατά την είσοδο στόν σέρβερ!
71=Σφάλμα, δεν βρέθηκε το απαραίτητο κλειδί από τον σέρβερ!
72=Ακολουθεί Χρήστη
73=Τοποθεσία Χρήστη
74=Δημοσιεύματα Χρήστη
75=Δημοσιεύμα Χρήστη
76=Σύνδεσμος Χρήστη
77=Επέτρεψε να μικρύνονται όλοι οι σύνδεσμοι
78=Εμφάνισε τα εξερχόμενα μηνύματα της εφαρμογής